Revit 2027 API
ParameterTypeId.RbsElecAnalyticalConnectedPhase Property
 "Connected Phases"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecAnalyticalConnectedPhase { get; }
Public Shared ReadOnly Property RbsElecAnalyticalConnectedPhase As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecAnalyticalConnectedPhase {
	ForgeTypeId^ get ();
}
static member RbsElecAnalyticalConnectedPhase : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace